/* Title for the contact detail page */
"CONTACT_DETAIL_TITLE" = "Contact Details";

/* Button text to display the list of contacts grouped by 'Group' */
"CONTACTS_BUTTON_TEXT" = "Contacts";

/* Title for the list of contacts grouped by 'Group' */
"CONTACTS_LIST_TITLE" = "Contacts";

/* OK button title */
"OK" = "OK";

/* Format string for required field error */
"ENTER_VALUE_MESSAGE_FORMAT" = "Please enter a valid value for '%@'";

/* Validation error alert box title */
"VALIDATION_ERROR_TITLE" = "Oops!";

/* Format string for field validation failure */
"VALIDATION_ERROR_MESSAGE_FORMAT" = "Validation error on '%1$@'\rFailure reason: %2$@";

/* Button text to edit groups */
"EDIT_BUTTON_TEXT" = "Edit";

/* Button text to save groups */
"SAVE_BUTTON_TEXT" = "Save";

/*All Contacts"*/
"ALL_CONTACTS_TEXT" = "All Contacts";

/*Placeholder text to add groups*/
"ADD_GROUP_TEXT" = "Add Group";

/*Title for adding a photo to contact*/
"ADD_PHOTO_TEXT" = "Add Photo";

/*Text for taking a photo*/
"TAKE_PHOTO_TEXT" = "Take Photo";

/*Text for choosing a photo*/
"CHOOSE_PHOTO_TEXT" = "Choose Photo";

/*Text for initiating a check for a gravatar*/
"CHECK_FOR_GRAVATAR_TEXT" = "Check for Gravatar";

/*Text for checking for a gravatar*/
"CHECKING_GRAVATAR_TEXT" = "Checking for Gravatar...";

/*Text for confirming a gravatar*/
"CONFIRM_GRAVATAR_TEXT" = "Is this image ok?";

/*Text for gravatar retrieval failure*/
"GRAVATAR_FAILURE_TEXT" = "No Gravatars found.";

/*Format for producing First Name and Last Name of Contact*/
"FIRST_AND_LAST_NAME_FORMAT" = "%1$@ %2$@";

/*The separator used between contact names, usually a comma and space*/
"CONTACT_NAME_SEPARATOR" = ", ";

/* Format for the have you contacted field using first name */
"HAVE_YOU_CONTACTED_FORMAT" = "Did you contact %@?";

/*Text for setting reminder prompt on View Contact page*/
"SET_A_REMINDER_TEXT" = "Do you want to set a reminder?";

/*Text for editing photos*/
"EDIT_PHOTO_TEXT" = "Edit Photo";

/*Text for Groups label on view contact screen, with counter*/
"GROUPS_TEXT" = "Groups (%d)";

/*Format for phone number without area code*/
"PHONE_NUMBER_WITHOUT_AREA_CODE" = "%@-%@";

/*Format for phone number with area code*/
"PHONE_NUMBER_WITH_AREA_CODE" = "(%@) %@-%@";

/*Format for phone number with area code and extension*/
"PHONE_NUMBER_WITH_AREA_CODE_WITH_EXTENSION" = "(%@) %@-%@ %@";

/*Format for separator of phone number digits*/
"PHONE_NUMBER_SEPARATOR" = "-";

/*Non numeric characters in a phone number separated by commas*/
"PHONE_NUMBER_NONNUMERIC_CHARACTERS" = "(,),-, ";

/*Error dialog title when the phone number has no area code and cannot be opened in Skype*/
"SKYPE_PHONE_ERROR_TITLE" = "Phone number error";

/*Error dialog message when the phone number has no area code, and cannot be opened in Skype*/
"SKYPE_PHONE_ERROR_MESSAGE" = "Skype cannot open a phone number without an area code!";

/*Text for selecting date*/
"SELECT_DATE_TEXT" = "Select Date";

/*Interaction form sheet header format*/
"INTERATION_MODAL_HEADER_FORMAT" = "%@ Interaction";

/*Format for displaying date*/
"DATE_FORMAT" = "MM/dd/yyyy";

/*Format for displaying time*/
"TIME_FORMAT" = "hh:mm a";

/*Interaction history text format*/
"INTERACTION_HISTORY_TEXT_FORMAT" = "%@       %@  -  %@";

/*Confirm interaction text*/
"CONFIRM_INTERACTION_TEXT" = "Confirm";

/*Confirm interaction text*/
"DELETE_INTERACTION_TEXT" = "Delete";

/*Reminder header format*/
"REMINDER_HEADER_FORMAT" = "%@ Reminder";

/*Reminder toggle text for reminders*/
"REMINDER_TOGGLE_REMINDERS" = "Reminders";

/*Reminder toggle text for interactions*/
"REMINDER_TOGGLE_INTERACTIONS" = "Interactions";

/*Number of contacts text*/
"NUM_OF_CONTACTS_FORMAT" = "(%d)";

/*Title of error message when denied access to AddressBook contacts*/
"DENIED_ACCESS_TITLE" = "Contact Access Denied";

/*Explanation of error when denied access to AddressBook contacts*/
"DENIED_ACCESS_MESSAGE" = "Permission to access your contacts has been denied. Please alter your access settings in main Settings if you want to import contacts.";

/*Duplicate group names*/
"DUPLICATE_GROUP_ERROR_MESSAGE" = "A group with name %@ already exists";

/*Extremely Important Slider feedback*/
"EXTREMELY_IMPORTANT" = "Extremely";

/*Moderately Important Slider feedback*/
"MODERATELY_IMPORTANT" = "Moderately";

/*Somewhat Important Slider feedback*/
"SOMEWHAT_IMPORTANT" = "Somewhat";

/*Minimally Important Slider feedback*/
"MINIMALLY_IMPORTANT" = "Minimally";

/*Unimportant Slider feedback*/
"UNIMPORTANT" = "Unimportant";

/*Very well compatibility Slider feedback*/
"VERY_WELL" = "Very Well";

/*Well compatiblity Slider feedback*/
"WELL" = "Well";

/*Neutral compatibility Slider feedback*/
"NEUTRAL" = "Neutral";

/*Poor compatibility Slider feedback*/
"NOT_WELL" = "Not Well";

/*Very poor compatiblity Slider feedback*/
"NOT_AT_ALL" = "Not At All";

/*Less than one month text*/
"LESS_THAN_ONE_MONTH" = "Less than 1 month";

/*Less than six months text*/
"LESS_THAN_SIX_MONTHS" = "Less than 6 months";

/*Less than one year text*/
"LESS_THAN_ONE_YEAR" = "Less than 1 year";

/*Less than five years text*/
"LESS_THAN_FIVE_YEARS" = "Less than 5 years";

/*Less than one month text*/
"FIVE_YEARS_OR_MORE" = "5 years+";

/*more than one month text*/
"MORE_THAN_ONE_MONTH" = "%d months";

/*First Name field Text*/
"FIRST_NAME_FIELD_TEXT" = "First Name";

/*Last Name field Text*/
"LAST_NAME_FIELD_TEXT" = "Last Name";

/*Mobile Phone field Text*/
"MOBILE_PHONE_FIELD_TEXT" = "Mobile Phone";

/*Work Phone field Text*/
"WORK_PHONE_FIELD_TEXT" = "Work Phone";

/*Personal Email field Text*/
"PERSONAL_EMAIL_FIELD_TEXT" = "Personal Email";

/*Work Email field Text*/
"WORK_EMAIL_FIELD_TEXT" = "Work Email";

/*Website field Text*/
"WEBSITE_FIELD_TEXT" = "Website";

/*Title field Text*/
"TITLE_FIELD_TEXT" = "Title";

/*Company field Text*/
"COMPANY_FIELD_TEXT" = "Company";

/*Confirm Interaction modal contact title format*/
"CONTACT_TITLE_FORMAT" = "%@:";

/*Sort popover header label*/
"SORT_HEADER_TEXT" = "Sort By";

/*Format for sort label*/
"SORT_LABEL_FORMAT" = "Sort: %@";

/*Filter popover header label*/
"FILTER_HEADER_TEXT" = "Filter By";

/*Format for filter label*/
"FILTER_LABEL_FORMAT" = "Filter: %@";

/*Frequency popover header label*/
"FREQUENCY_HEADER_TEXT" = "Remind Me";

/*Filter by out of touch (red status) text*/
"OUT_OF_TOUCH_TEXT" = "Out of Touch";

/*Filter by "it's been a while" (yellow status) text*/
"CAUTION_TEXT" = "Losing Touch";

/*Filter by connected (blue status) text*/
"CONNECTED_TEXT" = "Back in Touch";

/*Filter by not in any group text*/
"NOT_IN_ANY_GROUP_TEXT" = "Not in Any Group";

/*Filter by not in this group text*/
"NOT_IN_THIS_GROUP_TEXT" = "Not in This Group";

/*None text*/
"NONE_TEXT" = "None";

/*No group text*/
"NO_GROUP_TEXT" = "No group has been created.";

/*Message for an interaction created by meHive automatically*/
"MEHIVE_INITIATED_APP_MESSAGE" = "Initiated through meHive using %@.";

/*Delete single contact message*/
"DELETE_CONTACT_MESSAGE" = "If you delete this contact it will be removed from meHive but remain accessible through your iPad.";

/*Delete multiple contacts message*/
"DELETE_CONTACTS_MESSAGE" = "If you delete these contacts they will be removed from meHive but remain accessible through your iPad.";

/*Delete single contact title format*/
"DELETE_CONTACT_TITLE_FORMAT" = "Delete %@?";

/*Delete multiple contacts title format*/
"DELETE_CONTACTS_TITLE_FORMAT" = "Delete %d contacts?";

/*Notification severity message*/
"NOTIFICATION_SEVERITY_MESSAGE" = "You're losing touch with some of your contacts! Access meHive to find out who.";

/*Notification message*/
"NOTIFICATION_MESSAGE" = "New interaction to record? It's been a while since you've accessed meHive.";

/*Message for non-importable contacts*/
"IMPORT_MESSAGE" = "Please select contacts appropriate for your meHive social network.  Choose people\nfor whom you would like reminders to keep in touch.";

/*Message for importable contacts*/
"CANNOT_IMPORT_MESSAGE" = "The following contacts cannot be imported due to missing or invalid fields.";

/*Text for the number of contacts selected, total amount of contacts able to be imported, and the amount of invalid contacts */
"SELECTED_CONTACTS_TEXT" = "%d of %d contacts selected. %d contacts invalid";

/*Text for the number of contacts selected, a single contact able to be imported, and the amount of invalid contacts*/
"SELECTED_CONTACT_TEXT" = "%d of %d contact selected. %d contacts invalid";

/*Text for the number of contacts selected, total amount of contacts able to be imported, and a single invalid contact */
"SELECTED_CONTACTS_ONE_INVALID_TEXT" = "%d of %d contacts selected. %d contact invalid";

/*Text for the number of contacts selected, a single contact able to be imported, and a single invalid contact*/
"SELECTED_CONTACT_ONE_INVALID_TEXT" = "%d of %d contact selected. %d contact invalid";

/*Text for number of contacts selected and total amount of contacts able to be imported*/
"SELECTED_CONTACTS_NO_INVALID_TEXT" = "%d of %d contacts selected";

/*Text for number of contacts selected and a single contact able to be imported*/
"SELECTED_CONTACT_NO_INVALID_TEXT" = "%d of %d contact selected";

/*Text for select all button*/
"SELECT_ALL" = "Select All";

/*Text for select none button*/
"SELECT_NONE" = "Select None";

/*Error Message for Import Validation*/
"IMPORT_VALIDATION_MESSAGE" = "The following fields were invalid \n %@";

/*Subtitle message for non-importable contacts*/
"TAP_FOR_ERRORS_MESSAGE" = "To learn more about this error, tap the contact.";

/*Message for import alert title*/
"IMPORT_ALERT_TITLE" = "Import Successful";

/*Message for */
"IMPORT_ALERT_MESSAGE" = "%d contact(s) imported successfully";

/*The first name for an invalid contact*/
"INVALID" = "Invalid";

/*The last name for an invalid contact*/
"NAME" = "name";

/*Badge option text*/
"BADGE_SHOW_SEVERE_CONTACTS" = "Show total count of contacts needing interaction";

/*App settings text*/
"APP_SETTINGS" = "App Settings";

/*Information text*/
"INFORMATION" = "Information";

/*Notifications text*/
"NOTIFICATIONS" = "Notifications";

/*app badgec ount text*/
"APP_BADGE_COUNT" = "App Badge Count";

/*Help text*/
"HELP" = "Help";

/*about mehive text*/
"ABOUT_MEHIVE" = "About";

/*version text*/
"VERSION_TEXT" = "Version: %@~%@";

/*support email subject text*/
"SUPPORT_EMAIL_SUBJECT_TEXT" = "Support for meHive";

/*feedback email subject text*/
"FEEDBACK_EMAIL_SUBJECT_TEXT" = "Feedback for meHive";

/*notification time picker button text*/
"NOTIFICATION_TIME_BUTTON_LABEL" = "Set Default Notification Time";

/* Welcome fragment for Onboarding introduction page */
"ONBOARDING_TITLE_PAGE_WELCOME" = "Welcome to";

/* Description for Onboarding introduction page */
"ONBOARDING_TITLE_PAGE_SUBTITLE1" = "Manage all of your business and personal contacts with a few simple swipes";

/* Description for Onboarding introduction page */
"ONBOARDING_TITLE_PAGE_SUBTITLE2" = "Track important dates and milestones for contact personalization";

/* Description for Onboarding introduction page */
"ONBOARDING_TITLE_PAGE_SUBTITLE3" = "Schedule time to improve your relationships with contacts";

/* Description for Onboarding introduction page */
"ONBOARDING_TITLE_PAGE_SUBTITLE4" = "meHive offers the necessary paths to help you renew dormant relationships";

/* Button text for Onboarding introduction page */
"ONBOARDING_TITLE_PAGE_BUTTON_TEXT" = "Get Started!";

/* Title text for importing iPad contacts explanation page */
"IMPORT_IPAD_CONTACTS_EXPLAIN_TITLE" = "Import your iPad Contacts into meHive";

/* Subtitle text for importing iPoad contacts explanation page */
"ONBOARDING_IPAD_CONTACTS_EXPLAIN_SUBTITLE" = "Access every contact's information from your iPad contacts.";

/* Benefit for importing contacts into mehive */
"ONBOARDING_IPAD_CONTACTS_EXPLAIN_BENEFIT1" = "Group contacts together to build stronger relationships.";

/* Benefit for importing contacts into mehive */
"ONBOARDING_IPAD_CONTACTS_EXPLAIN_BENEFIT2" = "Easily navigate contacts with a swipe of a finger.";

/* Import ipad contacts button */
"ONBOARDING_IPAD_CONTACTS_IMPORT_BUTTON_TEXT" = "Import iPad Contacts";

/* Cancel import button */
"ONBOARDING_CANCEL_IMPORT_BUTTON_TEXT" = "Not Now";

/* Subtext underneath the buttons */
"ONBOARDING_UNDER_BUTTON_TEXT" = "(You can perform this action at any time)";

/* Completion of all imports header text */
"ONBOARDING_END_TITLE" = "You're all set!";

/* Completion of all imports button text */
"ONBOARDING_END_BUTTON_TEXT" = "Start Using meHive";

/*Format string for the label used in the reminder or drag image for multiple contacts*/
"MULTIPLE_CONTACT_REMINDER_AND_DRAG_LABEL_FORMAT" = "%d Contacts";

/*Text for multiselect count label when no contacts are selected*/
"MULTISELECT_COUNT_DEFAULT_TEXT" = "Tap contact to select";
/*Text for multiselect count label when one contact is selected*/
"MULTISELECT_COUNT_ONE_SELECTED_TEXT_FORMAT" = "%d contact selected";
/*Text for multiselect count label when multiple contacts are selected*/
"MULTISELECT_COUNT_MULTIPLE_SELECTED_TEXT_FORMAT" = "%d contacts selected";

/*Title for the first tutorial section.*/
"TUTORIAL_FIRST_SECTION_TITLE" = "Getting Familiar with meHive";
/*Title for the first subsection of the first tutorial section.*/
"TUTORIAL_FIRST_SECTION_FIRST_SUBSECTION_TITLE" = "Menu";
/*Import button text during contact import*/
"IMPORT_CONTACTS_BUTTON_TEXT_DURING_IMPORT" = "Importing ...";

/*Title for the second tutorial section.*/
"TUTORIAL_SECOND_SECTION_TITLE" = "Add and Import Contacts";
/*Title for the first subsection of the second tutorial section.*/
"TUTORIAL_SECOND_SECTION_FIRST_SUBSECTION_TITLE" = "Sync Accounts";
/*Title for the second subsection of the second tutorial section.*/
"TUTORIAL_SECOND_SECTION_SECOND_SUBSECTION_TITLE" = "Select Contacts";
/*Title for the third subsection of the second tutorial section.*/
"TUTORIAL_SECOND_SECTION_THIRD_SUBSECTION_TITLE" = "Import Into meHive";
/*Title for the fourth subsection of the second tutorial section.*/
"TUTORIAL_SECOND_SECTION_FOURTH_SUBSECTION_TITLE" = "Manually Add Contact";
/*Import text during contact import from the address book*/
"IMPORT_BUTTON_TEXT_DURING_IMPORT" = "    Reading ...";

/*Title for the third tutorial section.*/
"TUTORIAL_THIRD_SECTION_TITLE" = "Relationship Health";
/*Title for the first subsection of the third tutorial section.*/
"TUTORIAL_THIRD_SECTION_FIRST_SUBSECTION_TITLE" = "Status Notifications";

/*Title for the fourth tutorial section.*/
"TUTORIAL_FOURTH_SECTION_TITLE" = "Interactions";
/*Title for the first subsection of the fourth tutorial section.*/
"TUTORIAL_FOURTH_SECTION_FIRST_SUBSECTION_TITLE" = "Interaction Types";
/*Title for the second subsection of the fourth tutorial section.*/
"TUTORIAL_FOURTH_SECTION_SECOND_SUBSECTION_TITLE" = "Recording an Interaction";
/*Title for the third subsection of the fourth tutorial section.*/
"TUTORIAL_FOURTH_SECTION_THIRD_SUBSECTION_TITLE" = "Interaction Details";
/*Title for the fourth subsection of the fourth tutorial section.*/
"TUTORIAL_FOURTH_SECTION_FOURTH_SUBSECTION_TITLE" = "Interaction History";

/*Title for the fifth tutorial section.*/
"TUTORIAL_FIFTH_SECTION_TITLE" = "Finding a Contact";
/*Title for the first subsection of the fifth tutorial section.*/
"TUTORIAL_FIFTH_SECTION_FIRST_SUBSECTION_TITLE" = "Sort Types";
/*Title for the second subsection of the fifth tutorial section.*/
"TUTORIAL_FIFTH_SECTION_SECOND_SUBSECTION_TITLE" = "Filter Types";
/*Title for the third subsection of the fifth tutorial section.*/
"TUTORIAL_FIFTH_SECTION_THIRD_SUBSECTION_TITLE" = "Search";

/*Title for the sixth tutorial section.*/
"TUTORIAL_SIXTH_SECTION_TITLE" = "Creating and Editing Groups";
/*Title for the first subsection of the sixth tutorial section.*/
"TUTORIAL_SIXTH_SECTION_FIRST_SUBSECTION_TITLE" = "Add and Delete";
/*Title for the second subsection of the sixth tutorial section.*/
"TUTORIAL_SIXTH_SECTION_SECOND_SUBSECTION_TITLE" = "Adding to a Group";
/*Title for the third subsection of the sixth tutorial section.*/
"TUTORIAL_SIXTH_SECTION_THIRD_SUBSECTION_TITLE" = "Viewing in a Group";

/*Title for the seventh tutorial section.*/
"TUTORIAL_SEVENTH_SECTION_TITLE" = "Multi-Select";
/*Title for the first subsection of the seventh tutorial section.*/
"TUTORIAL_SEVENTH_SECTION_FIRST_SUBSECTION_TITLE" = "Adding Interactions";
/*Title for the second subsection of the seventh tutorial section.*/
"TUTORIAL_SEVENTH_SECTION_SECOND_SUBSECTION_TITLE" = "Adding to Groups";
/*Title for the third subsection of the seventh tutorial section.*/
"TUTORIAL_SEVENTH_SECTION_THIRD_SUBSECTION_TITLE" = "Deleting";

/*Title for the eighth tutorial section.*/
"TUTORIAL_EIGHTH_SECTION_TITLE" = "Contact Profile";
/*Title for the first subsection of the eigth tutorial section.*/
"TUTORIAL_EIGTH_SECTION_FIRST_SUBSECTION_TITLE" = "Contact Info";
/*Title for the second subsection of the eigth tutorial section.*/
"TUTORIAL_EIGTH_SECTION_SECOND_SUBSECTION_TITLE" = "Add New Interaction";
/*Title for the third subsection of the eigth tutorial section.*/
"TUTORIAL_EIGTH_SECTION_THIRD_SUBSECTION_TITLE" = "Interaction History";
/*Title for the fourth subsection of the eigth tutorial section.*/
"TUTORIAL_EIGTH_SECTION_FOURTH_SUBSECTION_TITLE" = "Snoozing";

/*Title for the ninth tutorial section.*/
"TUTORIAL_NINTH_SECTION_TITLE" = "Notifications";
/*Title for the first subsection of the ninth tutorial section.*/
"TUTORIAL_NINTH_SECTION_FIRST_SUBSECTION_TITLE" = "Snoozing";
/*Title for the second subsection of the ninth tutorial section.*/
"TUTORIAL_NINTH_SECTION_SECOND_SUBSECTION_TITLE" = "Contact Reshuffling";

/*Title for the tenth tutorial section.*/
"TUTORIAL_TENTH_SECTION_TITLE" = "Syncing";
/*Title for the first subsection of the tenth tutorial section.*/
"TUTORIAL_TENTH_SECTION_FIRST_SUBSECTION_TITLE" = "Select Syncing";
/*Title for the second subsection of the tenth tutorial section.*/
"TUTORIAL_TENTH_SECTION_SECOND_SUBSECTION_TITLE" = "Sync Notifications";

/*Text displayed in the header of the tutorial table.*/
"TUTORIAL_HEADER_TEXT" = "TUTORIAL";

/*Duplicate contact error dialog title*/
"DUPLICATE_CONTACT_TITLE" = "Contact already exists";

/*Duplicate contact error dialog message*/
"DUPLICATE_CONTACT_MESSAGE" = "A contact with the same first name, last name and email address already exists.\r\n\r\nPlease enter different values before saving.";

/*Duplicate address book source or group name format*/
"DUPLICATE_ADDRESS_BOOK_SOURCE_OR_GROUP_NAME_FORMAT" = "%@-%d";

/*Context save error dialog title"*/
"CONTEXT_SAVE_ERROR_TITLE" = "Error saving changes";
/*Context save error dialog message"*/
"CONTEXT_SAVE_ERROR_MESSAGE" = "An error occurred while saving changes to the data store.  Please try again.  If the error persists, please contact the app administrator.";

/*Reminder notification string used to replace 'view' in 'slide to view'*/
"REMINDER_ALERT_ACTION_TEXT" = "view details";
/*Title for reminder alert shown by the app when a reminder becomes current with the app running*/
"REMINDER_ALERT_TITLE" = "Reminder";

/*Reminder notification string format as <interaction type> reminder with <contact names>*/
"REMINDER_NOTIFICATION_WITHOUT_NOTES_TEXT_FORMAT" = "%@ reminder with %@";

/*Reminder notification string format as <interaction type> reminder with <contact names>: <reminder notes>*/
"REMINDER_NOTIFICATION_WITH_NOTES_TEXT_FORMAT" = "%@ reminder with %@: %@";

/*Reminder date format, with a time component*/
"REMINDER_DATE_TIME_FORMAT" = "MM/dd/yyyy hh:mm a";

/*Reminder Add Notes dialog title*/
"ADD_NOTES_DIALOG_TITLE" = "Add Notes?";
/*Reminder Add Notes dialog message for one reminder contact*/
"ADD_NOTES_DIALOG_MESSAGE_FOR_ONE_CONTACT" = "The reminder will be deleted and logged as an interaction.  Do you want to add notes to the reminder before logging as an interaction?";
/*Reminder Add Notes dialog message for more than one reminder contact*/
"ADD_NOTES_DIALOG_MESSAGE_FOR_MULTIPLE_CONTACTS" = "The reminder will be deleted and logged as an interaction with each contact.  Do you want to add notes to the reminder before logging as interactions?";
/*No button text"*/
"NO_BUTTON_TEXT" = "No";
/*Yes button text*/
"YES_BUTTON_TEXT" = "Yes";
